Python 3.5.2 (v3.5.2:4def2a2901a5, Jun 25 2016, 22:01:18) [MSC v.1900 32 bit (Intel)] on win32
Type "copyright", "credits" or "license()" for more information.
>>> 53+44
97
>>> x=15
>>> x
15
>>> 6833+3
6836
>>> x*5
75
>>> y=65
>>> x*y
975
>>> x=input('Введіть сторону квадрата')
Введіть сторону квадрата6
>>> x
'6'
>>> x=input('Введіть сторону квадрата: ')
Введіть сторону квадрата: 6
>>> x
'6'
>>> z=input()
65
>>> z=("Введіть будь-яке число: ")
>>>  z=input("Введіть будь-яке число: ")
 
SyntaxError: unexpected indent
>>> z=input("Введіть будь-яке число: ")
Введіть будь-яке число: 56
>>> 
